IDEA StatiCa Open Model
ConnectionPoint Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
 Constructor
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ConnectionPoint()
Public Sub New
public:
ConnectionPoint()
See Also
Reference
ConnectionPoint Class
IdeaRS.OpenModel.Connection Namespace